Repository: IBM/watson-translator-101
Catalog: en-fr-6000-ParallelCorpus.tmx
Source language: en
Languages: fr

source: It also provides in its Article 5 that “all persons invited to participate in the official business of the Convention shall enjoy immunity from legal process in respect of words spoken or written and all acts performed by them in their official capacity” and that they shall be accorded “inviolability for all papers and documents” and that such “immunity shall continue to be accorded after termination of their business”.
fr: Il dispose également, en son article 5, que «toutes les personnes invitées à participer aux travaux officiels de la Convention jouissent de l'immunité de juridiction en ce qui concerne les actes accomplis par eux en leur qualité officielle (y compris leurs paroles et écrits)», «de l'inviolabilité de tous papiers et documents» et qu'«ils continuent à jouir de cette immunité après l'accomplissement de leur mission».

source: This would apply to members, alternates and experts of constituted bodies serving in their personal capacity while in Germany and would encompass others performing services for the COP and its bodies.
fr: Ces dispositions s'appliquent normalement aux membres, suppléants et experts des organes constitués remplissant certaines fonctions à titre personnel pendant leur séjour en Allemagne, ainsi que d'autres personnes assurant des services pour la COP et ses organes.

source: In return for these privileges and immunities, as is the case under the General Convention, the secretariat is obliged, under Article 3 (b) of the Headquarters Agreement, to make provision for the appropriate settlement of disputes arising out of contracts to which the secretariat is party and disputes involving an official of the secretariat who, by reason of his or her official position enjoys immunity which has not been waived.
fr: En retour, et comme le prévoit la Convention générale, le secrétariat est tenu, en vertu de l'article 3 b) de l'Accord de siège, de prévoir des modes de règlement approprié des différends découlant de contrats auxquels le secrétariat est partie et des différends dans lesquels est impliqué un fonctionnaire du secrétariat qui, du fait de sa position officielle, jouit d'une immunité qui n'a pas été levée.

source: The International Court of Justice (ICJ) has made clear that the same principle applies to experts on mission performing services for the United Nations.
fr: La Cour internationale de Justice a clairement précisé que le même principe vaut pour les experts en mission assurant des services pour l'Organisation des Nations Unies.

source: In other words, in Germany the regime of the General Convention is made applicable to the activities of the Convention and its organs except that the detailed regime applicable to experts on mission contained in the General Convention is replaced by the more general provision in Section 5 of the Headquarters Agreement.
fr: Autrement dit, en Allemagne, le régime de la Convention générale est applicable aux activités de la Convention et de ses organes, à ceci près que le régime détaillé applicable aux experts en mission figurant dans la Convention générale est remplacé par la disposition de caractère plus général figurant à la section 5 de l'Accord de siège.

source: The privileges and immunities in the Headquarters Agreement that encompass the activities of the COP and its subsidiary and constituted bodies are limited to Germany.
fr: Les privilèges et immunités prévus dans l'Accord de siège pour les activités de la COP et de ses organes subsidiaires et constitués ne valent que pour l'Allemagne.

source: Accordingly, the secretariat enters into conference agreements with other States that host meetings of the COP or other bodies.
fr: Le secrétariat conclut en conséquence des accords relatifs aux conférences avec les autres États qui accueillent des réunions de la COP ou d'autres organismes.

source: These agreements are based on the model United Nations conference agreement and ensure that the detailed regime of privileges and immunities in the General Convention is applicable to all who attend meetings under the auspices of the Convention and the Kyoto Protocol.
fr: Ces accords sont fondés sur l'Accord-type relatif aux conférences de l'Organisation des Nations Unies et garantissent que le régime détaillé des privilèges et immunités établi par la Convention générale s'applique à tous ceux qui assistent aux réunions tenues sous les auspices de la Convention et du Protocole de Kyoto.

source: The agreements also extend the regime of the General Convention to observers, to others invited to attend meetings and to personnel provided by Governments for meeting services.
fr: Ils étendent également ce régime aux observateurs, aux autres personnes invitées à assister aux réunions et au personnel fourni par les gouvernements pour assurer le service des réunions.

source: Moreover, these conference agreements deal with matters not covered in the General Convention.
fr: Ils portent en outre sur des questions dont ne traite pas la Convention générale.

source: They provide for unimpeded access to and departure from the meeting venue, ensure that the host government is responsible for third-party claims that may arise out of services provided by it, and provide mechanisms for the effective settlement of disputes.
fr: Ils garantissent le droit des participants d'accéder librement au lieu de la réunion, et d'en repartir, posent le principe de la responsabilité du gouvernement hôte en cas de plaintes relatives aux services qu'il assure et prévoit des mécanismes de règlement efficace des différends.

source: This regime provides effective protection to all participants in such meetings.
fr: La protection effective de tous les participants à ces réunions est de ce fait assurée.

source: The COP has recommended to the COP/MOP various procedures to deal with claims from Parties when a decision of any constituted body under the Kyoto Protocol improperly affects their interests, for example, in relation to eligibility to utilize the various mechanisms that are to function pursuant to Articles 6, 12 and 17 of the Kyoto Protocol.
fr: La COP a recommandé à la COP/MOP diverses procédures de règlement des demandes de Parties estimant qu'une décision prise par l'un quelconque des organes constitués au titre du Protocole de Kyoto, concernant par exemple leur admissibilité au bénéfice des divers mécanismes prévus par les articles 6, 12 et 17 du Protocole de Kyoto, est contraire à leurs intérêts.

source: There is no particular need for jurisdictional immunity in this type of situation because Parties must, and obviously will, resort to the dispute resolution procedures that they have established as an integral part of the mechanism that they seek to utilize.
fr: L'immunité de juridiction n'est guère nécessaire dans ce cas de figure car les Parties auront de toute évidence recours, comme elles sont tenues de le faire, aux procédures de règlement des différends qu'elles ont instituées en tant que partie intégrante du mécanisme qu'elles souhaitent utiliser.

source: Third parties may, however, be affected by such decisions and it is difficult to see how they could be compelled to accept such mechanisms unless they had agreed to them.
fr: Ces décisions peuvent toutefois affecter des tierces parties, et on voit difficilement comment on pourrait les obliger à accepter les mécanismes en question, à moins qu'elles n'aient convenu de le faire.

source: Nevertheless, even in cases of agreement to submit disputes or claims to a defined settlement procedure, some legal systems may enable third parties to resort to their local courts if improper motive or conflicts of interest are being alleged.
fr: Néanmoins, même en cas d'accord sur une procédure déterminée de règlement des différends, les tierces parties peuvent, dans certaines systèmes juridiques, s'adresser aux tribunaux locaux si elles allèguent un motif illicite ou un conflit d'intérêts.

source: In any event, third parties may simply resort to legal actions in national courts against the individual members of the constituted bodies.
fr: En tout état de cause, elles peuvent tout simplement intenter une action devant les tribunaux nationaux contre les membres individuels des organes constitués.

source: Whether such suits would be dismissed would depend on the substantive law of the State Party concerned, which may not enforce resort to dispute settlement mechanisms under the Kyoto Protocol or established by the COP/MOP.
fr: La suite donnée à ces demandes dépend du droit matériel de l'État partie concerné, qui peut ne pas imposer le recours aux mécanismes de règlement des différends prévus par le Protocole de Kyoto ou institués par la COP/MOP.

source: Disputes that arise between third parties and those tasked to implement activities authorized by the COP/MOP should be settled by impartial and binding mechanisms designated by the COP/MOP rather than by the judicial authorities of one State according to the substantive provisions of its local law.
fr: Les différends entre des tierces parties et les personnes chargées d'exécuter les activités autorisées par la COP/MOP devraient être réglés par des mécanismes impartiaux et contraignants établis par la COP/MOP plutôt que par les autorités judiciaires d'un État en fonction de son droit positif.

source: This need for operational independence is why privileges and immunities are accorded to international organizations.
fr: C'est cette nécessité pour les organisations internationales de pouvoir agir en toute indépendance qui justifie les privilèges et immunités qui leur sont accordés.

source: Under the Convention, the risk of third party litigation appears low.
fr: S'agissant de la Convention, le risque de contestation par des tierces parties apparaît faible.

source: However, as the activities of the Kyoto Protocol commence, and have impacts in countries other than the host country of the secretariat, the risk of third party claims will inevitably increase.
fr: Toutefois, à mesure que les activités prévues par le Protocole de Kyoto commencent à être mises en œuvre et à avoir des répercussions pour des pays autres que le pays hôte du secrétariat, ce risque augmentera inévitablement.

source: Mandated activities under the Kyoto Protocol that could be susceptible to third party claims Operational activities in Germany are subject to the privileges and immunities under the Headquarters Agreement.
fr: ACTIVITÉS PRESCRITES PAR LE PROTOCOLE DE KYOTO QUI POURRAIENT DONNER LIEU À CONTESTATION PAR DES TIERCES PARTIES

source: In accordance with Article 5 of the Headquarters Agreement, activities of the members, alternates and experts of constituted bodies are subject to privileges and immunities when conducted in Germany.
fr: Les privilèges et immunités prévus dans l'Accord de siège s'appliquent, conformément à l'article 5 de cet Accord, aux activités opérationnelles des membres, suppléants et experts des organes constitués exécutées en Allemagne.

source: Through the conclusion of conference agreements, activities at conferences of the COP, the COP/MOP, and the subsidiary and constituted bodies held outside Germany may also be subject to privileges and immunities.
fr: Ces privilèges et immunités peuvent aussi, grâce à la conclusion d'accords relatifs aux conférences, s'appliquer aux activités menées à l'occasion des conférences de la COP, de la COP/MOP et des organismes subsidiaires et constitués tenues hors d'Allemagne.

source: In these cases, the secretariat has to ensure that a mechanism is provided for the final and binding resolution of any dispute caused by the activities in Germany or in a host country where a conference agreement has been concluded.
fr: Dans les deux cas, le secrétariat doit prévoir l'existence d'un mécanisme de règlement final et contraignant de tout différend découlant de ces activités en Allemagne ou dans un pays hôte avec lequel un accord relatif aux conférences a été conclu.

source: However, the activities of the Kyoto Protocol may affect third parties elsewhere.
fr: Les activités menées au titre du Protocole de Kyoto peuvent toutefois avoir des incidences pour des tierces parties ailleurs.

source: It is thus prudent to review those activities to ascertain if the lack of privileges and immunities exposes persons performing mandated functions to unnecessary risks.
fr: La prudence conseille donc de vérifier si ces activités, en l'absence de privilèges et d'immunités, exposent les personnes qui s'acquittent de la mission qui leur a été confiée à des risques inutiles.

source: The range of risks depends on the functions undertaken:
fr: L'importance des risques dépend des fonctions assumées:

source: Those whose role is advisory will be at low risk Those who make decisions, or make recommendations that are based on highly technical expertise that lead to decisions by organs, whose representatives must rely on that expertise, will be at higher risk Activities and decisions that the COP/MOP has mandated be free from conflict of interest will be susceptible to claims that adverse decisions were caused by conflicts of interest.
fr: b) Les personnes qui prennent des décisions, ou font des recommandations de caractère hautement spécialisé sur lesquelles s'appuient les organes constitués pour prendre des décisions, courent de plus grands risques;

source: Information that the COP/MOP has mandated be kept confidential will be susceptible to claims that it was improperly made public.
fr: c) Les activités et les décisions de la COP/MOP assorties de l'obligation de respecter les principes de non-conflit d'intérêts et de confidentialité pourront donner lieu à des plaintes pour décisions préjudiciables dues à des conflits d'intérêts ou divulgation indue d'informations devant demeurer confidentielles.

source: The Executive Board of the clean development mechanism
fr: Le Conseil exécutif du mécanisme pour un développement propre

source: By its decision 17/CP.7, the COP adopted “Modalities and procedures for a clean development mechanism as defined in Article 12 of the Kyoto Protocol” (CDM modalities and procedures), and recommended them for adoption by the COP/MOP.
fr: Par sa décision 17/CP.7, la COP a adopté les «Modalités et procédures d'application d'un mécanisme pour un développement propre tel que défini à l'article 12 du Protocole de Kyoto» et en a recommandé l'adoption par la COP/MOP.

source: This decision established the Executive Board of the CDM, and gave the Executive Board wide-ranging responsibilities to supervise the CDM “under the authority and guidance of the COP/MOP”, to whom it shall “be fully accountable”.
fr: Cette décision établit le Conseil exécutif du MDP, auquel il confie de larges responsabilités en matière de supervision du MDP «sous l'autorité de la COP/MOP» et suivant les orientations que celle-ci pourra lui donner, et qui est «pleinement responsable devant la COP/MOP».

source: Before the entry into force of the Kyoto Protocol, the COP exercised this authority.
fr: Avant l'entrée en vigueur du Protocole de Kyoto, l'autorité ainsi conférée au MDP a été exercée par la COP.

source: The members and alternates of the Executive Board are required to have defined expertise, undertake to preserve confidentiality, undertake to have no interest in any project or operational entity and take an oath of office.
fr: Les membres et suppléants du Conseil exécutif doivent avoir les compétences appropriées, s'engager à ne divulguer aucune information confidentielle, n'avoir aucun intérêt pécuniaire ou financier dans un quelconque projet ou une quelconque entité opérationnelle, et faire une déclaration sous serment écrite.

source: Rule 4 of the Executive Board's rules of procedure provides that members and alternates “shall act in their personal capacity” (FCCC/CP/2002/7/Add.3).
fr: L'article 4 du règlement intérieur du Conseil exécutif dispose qu'ils «agissent à titre personnel» (FCCC/CP/2002/7/Add.3).

source: Rules 16 and 19 of those rules of procedure encourage the Executive Board to meet at the headquarters of the secretariat, but permit it to meet elsewhere.
fr: Aux termes des articles 16 et 19, les réunions du Conseil exécutif se déroulent là où le secrétariat à son siège, mais peuvent avoir lieu ailleurs.

source: Rule 18 enables it to constitute, inter alia, expert panels to assist it in carrying out mandated activities.
fr: L'article 32 l'autorise à constituer, entre autres, des groupes d'experts pour l'aider à remplir ses fonctions.

source: Members of the panels act in their personal capacity.
fr: Les membres de ces groupes agissent à titre personnel.

source: The Board, and by extension, and its panels and working groups are “serviced” by the secretariat.
fr: Le secrétariat assure le service du Conseil exécutif et, par extension, de ses groupes d'experts et groupes de travail.

source: The CDM modalities and procedures emphasize the need for the CDM to preserve confidential information, which may include that of private entities.
fr: Il est précisé, dans les Modalités et procédures d'application du MDP, que les informations confidentielles, qui peuvent notamment être fournies par des entités privées, ne doivent pas être divulguées.

source: Claims that such information has been inadvertently or improperly made public are a possibility.
fr: Il n'est pas exclu que des plaintes pour divulgation accidentelle ou irrégulière de ces informations soient formulées.

source: Other duties and responsibilities of the Executive Board may directly affect third parties.
fr: D'autres fonctions et responsabilités du Conseil exécutif peuvent directement affecter des tierces parties.

source: Most of its responsibilities are highly technical requiring specialized expertise, for example:
fr: a) À approuver de nouvelles méthodes de référence et de suivi et à revoir celles qui sont en vigueur;

source: Approval of new baseline and monitoring methodologies and any revision to approved methodologies; Accreditation and designation of “operational entities” and reviews of such accreditation under specified standards; Ensuring accountability of designated operational entities; Formal registration of validated projects, including reconsiderations of such actions; Issuance of certified emission reduction certificates including review of such issuance and decision-making power on review.
fr: e) À délivrer et vérifier les certificats de réduction des émissions, et à prendre des décisions concernant leur examen.

source: The Executive Board reports to the COP/MOP.
fr: Le Conseil exécutif fait rapport à la COP/MOP.

source: Apart from the designation of operational entities, where the COP/MOP has an advisory role, the COP/MOP can reverse such technical decisions.
fr: Celle-ci peut revenir sur les décisions techniques prises par le Conseil exécutif, sauf en ce qui concerne la désignation des entités opérationnelles, domaine où elle n'a qu'un rôle consultatif.

source: However, the reality is that the Executive Board will more often than not decide these matters.
fr: En réalité, toutefois, c'est le plus souvent le Conseil exécutif qui décide de ces questions.

source: In other words, the COP/MOP will usually act on the information placed before it by the Executive Board and if a third party considers that such information prejudices them, the chances of claims against the individuals who recommended such decisions or actions may increase.
fr: Autrement dit, la COP/MOP agit généralement sur la base des informations que lui fournit le Conseil exécutif, et le risque est alors qu'une tierce partie, si elle estime que ces informations lui portent préjudice, puisse porter plainte contre les personnes dont les recommandations sont à l'origine des décisions ou actions de la COP/MOP.

source: Under paragraph 65 of the CDM modalities and procedures, if the Executive Board wishes to conduct a review it must conclude that its decision to proceed to a review is based on a finding of “fraud, malfeasance or incompetence” on the part of the “operational entity” which finding, if made public and later found to be unsupported by the facts, may lead to libel claims.
fr: En vertu du paragraphe 65 des Modalités et procédures d'application du MDP, le Conseil exécutif, s'il souhaite procéder à un examen, ne peut le faire que s'il conclut qu'il y a «fraude, malversation ou incompétence» de la part de l'entité opérationnelle, conclusion qui, si elle est rendue publique et ultérieurement démentie par les faits, peut entraîner des plaintes pour diffamation.

source: The members and alternates entrusted with the substantive tasks have no status or privileges or immunities, except when they are in Germany or while they are exercising functions in connection with meetings covered by conference agreements that are drafted in terms that are broad enough to cover their activities.
fr: Les membres et suppléants exerçant des fonctions importantes n'ont ni statut ni privilège ou immunité, sauf lorsqu'ils sont en Allemagne ou dans l'exercice de fonctions en rapport avec des conférences ayant fait l'objet d'un accord rédigé en termes suffisamment larges pour couvrir leurs activités.

source: The COP recognized aspects of risks of third party claims against the Executive Board by amending the rules of procedure of the Executive Board to provide that decisions of the Executive Board taken through electronic voting shall be deemed to have been taken in Germany (see decision 12/CP.10).
fr: La COP a reconnu les risques de plaintes de tierces parties contre le Conseil exécutif en apportant au règlement intérieur de ce dernier un amendement stipulant que les décisions du Conseil exécutif adoptées par vote électronique seront réputées avoir été prises en Allemagne (voir décision 12/CP.10).

source: Except in Germany or in a host State pursuant to a conference agreement, the efficacy of this amendment would be determined by a national court in the event of a lawsuit by a third party against a member of the Executive Board.
fr: Sauf en Allemagne ou dans un État hôte avec lequel un accord relatif aux conférences a été conclu, en cas de procès intenté par une tierce partie contre un membre du Conseil exécutif, l'effet de cet amendement serait déterminé par un tribunal national.

source: Article 6 Supervisory Committee By its decision 16/CP.7, the COP recommended to the COP/MOP that it establish an Article 6 Supervisory Committee to verify emission reduction units to be transferred and acquired pursuant to Article 6 of the Kyoto Protocol.
fr: Par sa décision 16/CP.7, la COP a recommandé à la COP/MOP de créer un comité de supervision au titre de l'article 6, chargé de superviser la vérification des unités de réduction des émissions cédées et acquises conformément à l'article 6 du Protocole de Kyoto.

source: This decision establishes detailed “Guidelines for the implementation of Article 6 of the Kyoto Protocol” (Article 6 guidelines) setting out the duties of the Article 6 Supervisory Committee and the manner in which it must discharge those duties.
fr: Cette décision établit des «Lignes directrices pour l'application de l'article 6 du Protocole de Kyoto» qui définissent de façon détaillée les fonctions du Comité de supervision au titre de l'article 6 et la façon dont il doit s'acquitter de ces fonctions.

source: It has authority to meet at least twice a year but is not obligated to meet at the headquarters of the secretariat or in conjunction with meetings of the COP/MOP.
fr: Le Comité peut se réunir deux fois par an, mais n'est pas obligé de tenir ses réunions au siège du secrétariat ou en même temps que les réunions de la COP/MOP.
